Repository: zentyal/samba
Catalog: debian/po/*.po
Languages: ar, ca, cs, da, de, eo, eu, fr, he, id, it, nl, ro, ru, sk, sv, th

source: Please specify the workgroup you want this server to appear to be in when queried by clients. Note that this parameter also controls the domain name used with the security=domain setting.
ar: من فضلك حدِّد مجموعة العمل التي تريد أن يظهر داخلها هذا الخادم عند استفساره من طرف الزبائن. لاحظ أن هذا المقياس يتحكم في إسم الحقل المستعمل مع الخيار security=domain setting.
ro: Vă rugăm să specificaţi grupul de lucru de care acest server va aparţine când va fi chestionat de clienţi. A se reţine că acest parametru controlează şi numele de domeniu folosit cu opţiunea security=domain.

source: Use password encryption?
ar: تشفير كلمة المرور ؟
ca: Voleu utilitzar el xifrat de contrasenyes?
ro: Se folosc parole criptate?

source: All recent Windows clients communicate with SMB servers using encrypted passwords. If you want to use clear text passwords you will need to change a parameter in your Windows registry.
ar: زبائن Windows الجديدة كلّها تتصل مع خُدّام SMB مستعملة كلمات مرور مشفرة. إذا أردت استعمال كلمات مرور واضخة عليك بتغيير إعداد في قاعدة تسجيلات Windows.
ro: Cei mai recenţi clienţi Windows comunică cu serverele SMB folosind parole criptate. Dacă doriţi să folosiţi parole necriptate, va trebui să schimbaţi un parametru în registrul de configurare Windows.

source: Enabling this option is highly recommended. If you do, make sure you have a valid /etc/samba/smbpasswd file and that you set passwords in there for each user using the smbpasswd command.
ar: يستحسن تمكين هذا الخيار. إذا فعلت ذلك، تأكد من وجود ملف /etc/samba/smbpasswd صالح و من وضعك كلمة مرور لكل مستخدم باستعمال اﻷمر smbpasswd.
ro: Activarea acestei opţiuni este recomandată în mod deosebit. Dacă o activaţi, asiguraţi-vă că fişierul /etc/samba/smbpasswd este valid şi că aveţi configurată o parolă pentru fiecare utilizator (folosind comanda smbpasswd).

source: Create samba password database, /var/lib/samba/passdb.tdb?
ar: إحداث قاعدة كلمات المرور لSamba في /var/lib/samba/passdb.tdb ؟
ca: Voleu crear la base de dades de contrasenyes de Samba, /var/lib/samba/passdb.tdb?
ro: Se creează baza de date cu parole /var/lib/samba/passdb.tdb?

source: To be compatible with the defaults in most versions of Windows, Samba must be configured to use encrypted passwords. This requires user passwords to be stored in a file separate from /etc/passwd. This file can be created automatically, but the passwords must be added manually by running smbpasswd and be kept up-to-date in the future.
ar: حتى يكون هناك توافق مع اﻹعدادت الافتراصية لأغلبية نسخ Windows، يجب تهيئة Samba لاستعمال كلمات مرور مشفرة، اﻷمر الذي يتطلب حفظها في ملف منفصل عن /etc/passwd. ويمكن إنشاء ذلك الملف تلقائياً، إلا أن كلمات المرور يجب أن تضاف يدوياً بتنفيذ الأمر smbpaswd وإبقاء الملف محدثاً في المستقبل.
ca: El Samba s'ha de configurar perquè utilitzi contrasenyes xifrades per tal que sigui compatible amb la majoria de versions de Windows per defecte. Això implica que les contrasenyes d'usuari s'emmagatzemin a un fitxer diferent del /etc/passwd. Aquest fitxer es pot crear automàticament, però les contrasenyes s'han d'afegir manualment executant l'ordre smbpasswd i s'han de mantindre actualitzades en el futur.
ro: Pentru compatibilitate cu majoritatea versiunilor de Windows, Samba trebuie să fie configurată să folosească parole criptate. Acest lucru necesită ca parolele utilizatorilor să fie stocate în alt fişier decât /etc/passwd. Acest fişier poate fi creat automat, dar parolele trebuie să fie adăugate manual prin rularea comenzii smbpasswd şi, în viitor, trebuie ţinut la zi.

source: If you do not create it, you will have to reconfigure Samba (and probably your client machines) to use plaintext passwords.
ar: إن لم تنشئه، فستضطر إلى إعادة تهيئة Samba (وربما بعض الأجهزة العميلة) لاستخدام كلمات مرور مجردة.
ca: Si no el creeu, haureu de reconfigurar el Samba (i probablement els vostres ordinadors clients) per tal que utilitzin contrasenyes de text pla.
ro: Dacă nu-l creaţi, va trebui să reconfiguraţi Samba (probabil şi calculatoarele client) să folosească parole necriptate.

source: See /usr/share/doc/samba-doc/htmldocs/ENCRYPTION.html from the samba-doc package for more details.
ar: راجع /usr/share/doc/samba-doc/htmldocs/ENCRYPTION في رزمة samba-doc لتفاصيل أكثر.
ro: A se vedea /usr/share/doc/samba-doc/htmldocs/ENCRYPTION.html din pachetul samba-doc pentru mai multe detalii.

source: daemons
ar: رقباء
ca: dimonis
ro: demoni

source: How do you want to run Samba?
ar: كيف تريد تشغيل Samba؟
ca: Com voleu executar el Samba?
ro: Cum doriţi să rulaţi Samba?

source: The Samba daemon smbd can run as a normal daemon or from inetd. Running as a daemon is the recommended approach.
ar: يمكن لرقيب smbd الاشتغال كرقيب عادي أو عبر inetd. ينصح بتشغييله كرقيب.
ca: El dimoni de Samba pot executar-se com un dimoni normal o des de l'inetd. És recomanable executar-lo com a dimoni.
ro: Demonul Samba smbd poate rula ca un demon normal sau din inetd. Rularea ca demon este recomandată.

source: Move /etc/samba/smbpasswd to /var/lib/samba/passdb.tdb?
ar: نَقْل /etc/samba/smbpasswd إلى /var/lib/samba/passdb.tdb ؟
ro: Se mută /etc/samba/smbpasswd în /var/lib/samba/passdb.tdb?

source: Samba 3.0 introduced a more complete SAM database interface which supersedes the /etc/samba/smbpasswd file.
ar: النسخة 3.0 من Samba أدخلت واجهة أكمل لقاعدة SAM, و التي تلغي بدورها ملف /etc/samba/smbpasswd.
ro: Samba 3.0 a introdus o interfaţă pentru baza de date SAM mai completă care înlocuieşte fişierul /etc/samba/smbpasswd.

source: Please confirm whether you would like the existing smbpasswd file to be automatically migrated to /var/lib/samba/passdb.tdb. Do not choose this option if you plan to use another pdb backend (e.g., LDAP) instead.
ar: من فضلك أكّد إذا ما كنت تفضل هجرة آلية لملف smbpasswd المتواجد إلى /var/lib/samba/passdb.tdb. لا تختر هذا الخيار إذا كنت تنوي استعمال قاعدة كلمات مرور خلفية ( pdb backend) مثل LDAP.
ro: Vă rugăm să confirmaţi dacă doriţi ca fişierul smbpasswd existent să fie migrat automat în /var/lib/samba/passdb.tdb. Nu alegeţi această opţiune dacă plănuiţi să folosiţi un alt suport pentru pdb (ex. LDAP).

source: See /usr/share/doc/samba-doc/htmldocs/Samba3-Developers-Guide/pwencrypt.html from the samba-doc package for more details.
ca: Per més informació feu una ullada a /usr/share/doc/samba-doc/htmldocs/ENCRYPTION.html del paquet samba-doc.
