Repository: zentyal/samba
Catalog: debian/po/*.po
Languages: ar, ca, cs, da, de, eo, eu, fr, he, id, it, nl, ro, ru, sk, sv, th

source: Upgrade from Samba 3?
cs: Přejít ze Samby 3?
da: Opgradere fra Samba 3?
de: Upgrade von Samba 3?
eo: Ĉu ĝisdatigi el Samba 3?
eu: Samba 3-tik bertsio-berritu?
fr: Faut-il mettre Samba à niveau depuis Samba 3 ?
he: לשדרג מ-Samba 3?
id: Upgrade dari Samba 3?
it: Aggiornare da Samba 3?
nl: Opwaarderen vanaf Samba 3?
ru: Выполнить обновление с Samba 3?
sk: Aktualizovať zo Samba 3?
sv: Uppgradera från Samba 3?
th: จะปรับรุ่นขึ้นจาก Samba 3 หรือไม่?

source: It is possible to migrate the existing configuration files from Samba 3 to Samba 4. This is likely to fail for complex setups, but should provide a good starting point for most existing installations.
cs: Stávající konfigurační soubory Samby 3 je možno převést do Samby 4. Převod složitějších nastavení nejspíše selže, avšak pro většinu instalací by měl poskytnout solidní základ.
da: Det er muligt at migrere de eksisterende konfigurationsfiler fra Samba 3 til Samba 4. Det er sandsynligt, at det vil mislykkes for komplekse opsætninger, men bør tilbyde et godt udgangspunkt for de fleste eksisterende installationer.
de: Es ist möglich, die vorhandenen Konfigurationsdateien von Samba 3 nach Samba 4 zu migrieren. Zwar könnte dies in komplexen Situationen fehlschlagen, aber für die meisten vorhandenen Installationen sollte es ein guter Anfang sein.
eo: Eblas transigi la ekzistantan agordo-dosierojn de Samba 3 al Samba 4. Tio ĉi probable ne funkcios por komplikaj agordoj, sed devos provizi bonan ekigan punkton por la plej granda parto el la instaladoj.
eu: Samba 3 bertsioan dauden konfigurazioko fitxategiak Samba 4 bertsiora migratu daitezke. Konfigurazio konplexuetan huts egin dezakeen arren, instalazio gehienentzako abioko puntu ona eskain dezake.
fr: Il est possible de faire migrer les fichiers de configuration existants de Samba 3 vers Samba 4. Il est probable que cette étape échoue pour des installations complexes, mais elle fournira une bonne base de départ pour la plupart des configurations.
he: ניתן להמיר את קבצי ההגדרות הקיימים מ-Samba 3 ל-Samba 4. סביר שההמרה תיכשל בהתקנות מסובכות, אבל תוצאותיה אמורים לתת נקודת התחלה טובה עבור רוב ההתקנות הקיימות.
id: Sangat memungkinkan untuk migrasi dari berkas pengaturan lama dari Samba 3 ke Samba4. Hal ini mungkin gagal untuk instalasi kompleks, tetapi memberikan titik awal yang baik untuk kebanyakan instalasi yang ada.
it: È possibile migrare i file di configurazione esistenti da Samba 3 a Samba 4. Probabilmente, se la configurazione è complessa, questo processo non riuscirà, comunque dovrebbe fornire un buon punto di partenza per la maggior parte delle installazioni esistenti.
nl: Het is mogelijk om de bestaande configuratiebestanden van Samba 3 te migreren naar Samba 4. Dit zal waarschijnlijk mislukken bij ingewikkelde opstellingen, maar geeft een goed uitgangspunt voor de meeste bestaande installaties.
ru: Есть возможность преобразовать существующие файлы настройки от Samba 3 в формат Samba 4. Вероятнее всего, полностью это сделать не удастся, если настройки сложны, но должно сработать в большинстве случаев.
sk: Je možné previesť existujúce konfiguračné súbory zo Samba 3 do Samba 4. To pri zložitých nastaveniach pravdepodobne nebude fungovať, ale malo by to poskytnúť dobrý počiatočný stav pre ďalšie úpravy pri väčšine existujúcich inštalácií.
sv: Det är möjligt att migrera existerande inställningsfiler från Samba 3 till Samba 4. Det är troligt att det inte kommer att fungera i komplexa installationer men bör ge bra startlägen för de allra flesta installationer.
th: คุณสามารถปรับย้ายแฟ้มค่าตั้งจาก Samba 3 มาเป็น Samba 4 ได้ การปรับนี้อาจใช้การไม่ได้สำหรับค่าตั้งที่ซับซ้อน แต่อาจเป็นจุดเริ่มต้นที่ดีสำหรับการติดตั้งเดิมส่วนใหญ่

source: Server role
cs: Role serveru
da: Serverrolle
de: Funktion des Servers
eo: Servila rolo
eu: Zerbitzariaren portaera
fr: Rôle du serveur
he: סוג השרת
id: Aturan server
it: Ruolo del server
nl: Server-rol
ru: Роль сервера
sk: Úloha servera
sv: Serverroll
th: บทบาทของเซิร์ฟเวอร์

source: Domain controllers manage NT4-style or Active Directory domains and provide services such as identity management and domain logons. Each domain needs to have a at least one domain controller.
cs: Doménové řadiče spravují domény typu NT4 nebo Active Directory a poskytují služby typu správa identit a přihlášení do domény. Každá doména musí mít alespoň jeden doménový řadič.
da: Domænecontrollere håndterer NT4-lignende domæner eller Active Directory-domæner og tilbyder tjenester såsom identitetshåndtering og domænelogind. Hvert domæne kræver mindst en domænecontroller.
de: Domain-Controller verwalten Domains im NT4-Stil oder Active-Directory-Domains und bieten Dienste wie Identitätsmanagement und Domain-Anmeldungen. Jede Domain benötigt mindestens einen Domain-Controller.
eo: Retregionaj regiloj mastrumas retregionojn NT4-stilajn aŭ Aktiv-Dosierujajn kaj provizas servojn kiel mastrumadon de identigon kaj retregionajn ensalutojn. Ĉiu retregiono bezonas havi minimume unu retregionan regilon.
eu: Domeinuen kontrolatzaileek NT4 gisakoa edo Direktorio Aktiboen domeinuak kudeatzen dute, eta identitateen kudeaketa eta domeinuen saio-hasierak bezalako zerbitzuak eskaintzen dituzte. Domeinu bakoitzak gutxienez domeinuaren kontrolatzaile bat eduki behar du.
fr: Les contrôleurs de domaine gèrent des domaines de type NT4 ou Active Directory et fournissent des services comme la gestion des identifiants et les ouvertures de sessions de domaine. Chaque domaine doit comporter au moins un contrôleur.
he: בקרי מתחם מנהלים מתחמים מסוג NT4 או מסוג Active Directory ומספקים שרותים כמו ניהול זהות משתמשים וכניסות למתחמים. בכל מתחם דרוש לפחות בקר מתחם אחד.
id: Pengelola kontroller domain gaya-NT4 atau Active Domain dan penyedia layanan seperti pengelola identitas dan login domain. Setiap domain harus memiliki setidaknya satu kontroller domain
it: I domain controller gestiscono domini di tipo NT4 o Active Directory e forniscono servizi quali la gestione dell'identità e l'accesso al domino. Ogni dominio ha almeno un domain controller.
nl: Domeincontrollers (dc) beheren NT4-stijl of Active Directory-domeinen en bieden diensten aan zoals identiteitsmanagement en domeinaanmeldingen. Ieder domein heeft ten minste één domeincontroller nodig.
ru: Контроллеры домена управляют доменами NT4 и Active Directory и предоставляют службы по управлению учётными записями и для входа в домен. Для каждого домена требуется не менее одного доменного контроллера.
sk: Ovládače domény (domain controllers) spravujú domény v štýle NT4 alebo Active Directory a poskytujú služby ako správa identt a prihlasovanie do domén. Každá doména musí mať aspoň jeden ovláač domény.
sv: Domänkontrollanter hanterar NT4- eller Active Directory-domäner och tillhandahåller tjänster som identitetshantering och domäninlogging. Varje domän behöver åtminstone en domänkontrollant.
th: ตัวควบคุมโดเมนจะจัดการโดเมนแบบ NT4 หรือ Active Directory และให้บริการต่างๆ เช่นการจัดการชื่อเอกลักษณ์และการเข้าระบบในโดเมน แต่ละโดเมนจะต้องมีตัวควบคุมโดเมนอย่างน้อยหนึ่งตัวเสมอ

source: Member servers can be part of a NT4-style or Active Directory domain but do not provide any domain services. Workstations and file or print servers are usually regular domain members.
cs: Členské servery mohou být součástí domény typu NT4 nebo Active Directory, ale samy neposkytují žádné doménové služby. Typicky to bývají běžné pracovní stanice nebo souborové a tiskové servery.
da: Medlemsservere kan være en del af et NT4-lignende domæne eller Active Directory-domæne men tilbyder ikke nogen domænetjenester. Arbejdsstationer og fil- eller udskrivningsservere er normalt standarddomænemedlemmer.
de: Mitglieds-Server können Teil einer Domain im NT4-Stil oder einer Active-Directory-Domain sein, stellen aber keine Domain-Dienste zur Verfügung. Arbeitsplatz-Rechner und Datei- oder Druck-Server sind üblicherweise reguläre Domain-Mitglieder.
eo: Membraj serviloj povas esti parto de retregiono NT4-stila aŭ Aktiv-Dosieruja sed ne provizas iun ajn retregionan servon. Laborstacioj kaj dosieraj aŭ printaj serviloj ordinare estas normalaj retregionaj membroj.
eu: NT4 gisako edo Direktorio Aktiboen domeinu baten zati izan daiteke kideen zerbitzariak, baina ez dute domeinuen zerbitzurik eskaintzen. Lanpostuak eta fitxategi- edo inprimatze-zerbitzariek domeinuko kide arruntak izan ohi dira.
fr: Un serveur peut être membre d'un domaine NT4 ou Active Directory sans fournir de services de domaine. Les postes de travail ainsi que les serveurs de fichiers ou d'impression sont en général de simples membres de domaine.
he: שרתים חברי מתחם יכולים להיות חלק ממתחם מסוג NT4 או מסוג Active Directory אבל אינם נותנים שרותי מתחם. עמדות עבודה ושרתי הדפסה הינם בדרך כלל שרתים חברי מתחם רגילים.
id: Anggota server dapat menjadi bagian dari gaya-NT4 atau domain Active Directory tapi tidak menyediakan layanan domain apapun. Workstation dan berkas atau server pencetak biasanya aggota domain biasa.
it: I server membri fanno parte di un dominio di tipo NT4 o Active Directory ma non forniscono alcun servizio di dominio. Le postazioni di lavoro, i file server o i print server solitamente sono dei normali membri del dominio.
nl: Lidservers (member) zijn onderdeel van een NT4-stijl of Active Directory-domein, maar bieden geen domeindiensten aan. Werkstations en bestands- of printerservers zijn meestal normale domeinleden.
ru: Рядовые серверы могут быть частью домена NT4 или Active Directory, но не предоставляют доменных служб. К этим серверам относятся рабочие станции, файловые серверы и серверы печати.
sk: Členské servery môžu byť súčasťou domény v štýle NT4 alebo Active Directory, ale neposkytujú žiadne doménové služby. Pracovné stanice a súborové alebo tlačové servery sú zvyčajne obyčajní členovia domény.
sv: Medlemsservrar kan vara del av en NT4- eller Active Directory-domän utan att tillhandahålla några domäntjänster. Arbetsstationer och fil- eller skrivarservrar är vanligen domänmedlemmar.
th: เซิร์ฟเวอร์สมาชิกสามารถเข้าเป็นส่วนหนึ่งของโดเมนแบบ NT4 หรือ Active Directory ได้ แต่จะไม่ให้บริการใดๆ เกี่ยวกับโดเมนเลย เครื่องสถานีงานและเซิร์ฟเวอร์บริการแฟ้มหรือบริการพิมพ์มักจะเป็นสมาชิกแบบปกติของโดเมน

source: A standalone server can not be used in a domain and only supports file sharing and Windows for Workgroups-style logins.
cs: Samostatný server nelze použít v doméně a podporuje pouze sdílení souborů a přihlašování ve stylu Windows for Workgroups.
da: En uafhængig server kan ikke bruges i et domæne og understøtter kun fildeling og Windows for Workgroups-lignende logind.
de: Ein autonomer Einzel-Server kann nicht in einer Domain genutzt werden und unterstützt lediglich Dateifreigaben sowie Anmeldungen im Windows-for-Workgroups-Stil.
eo: Memstara servilo ne povas esti uzata en retregiono kaj nur subtenas kunhavigon de dosieroj kaj ensalutojn laŭ stilo 'Vindozo por Laborgrupoj'
eu: Ezin da bakarkako zerbitzari bat domeinu batean erabili eta fitxategiak partekatzea eta Windows Lantaldeentzako bezalako saio-hasierak soilik onartzen ditu.
fr: Un serveur isolé (« standalone ») ne peut être utilisé dans un domaine et ne gère que le partage de fichiers et les connexions de type « Windows for Workgroups ».
he: שרת שעומד בפני עצמו אינו יכול להיות חלק ממתחם ותומך רק בשיתוף קבצים וכניסות בסגנון חלונות לקבוצות עבודה.
id: Server standalone tidak dapat digunakan di domain dan hanya mendukung sharing berkas dan login Windows untuk gaya-Workgroups.
it: Un server a se stante non può essere usato in un dominio e supporta solo la condivisione dei file e l'accesso di tipo "Windows for Workgroups".
nl: Een zelfstandige server (standalone) kan niet in een domein worden gebruikt en ondersteunt alleen bestandsdeling en Windows-voor-werkgroepen-stijl aanmelding.
ru: Автономный сервер не может использоваться в домене и предоставляет только обмен файлами и вход по протоколу Windows for Workgroups.
sk: Samostatný server nie je možné použiť v doméne a podporuje iba zdieľanie súborov a prihlasovanie v štýle Windows for Workgroups.
sv: En fristående server kan inte användas i en domän och stöder endast fildelning och Windows för Workgroups-inloggning.
th: เซิร์ฟเวอร์แบบ standalone ไม่สามารถใช้งานภายในโดเมนได้ และจะรองรับการแบ่งปันแฟ้มและการเข้าระบบในแบบ Windows for Workgroups เท่านั้น

source: If no server role is specified, the Samba server will not be provisioned, so this can be done manually by the user.
cs: Nezvolíte-li žádnou roli, Samba server nebude zprovozněn, takže to může uživatel provést ručně.
da: Hvis ingen serverrolle er angivet, så vil Sambaserveren blive klargjort, så dette kan gøres manuelt af brugeren.
de: Falls Sie keine Server-Funktion angeben, wird der Samba-Server nicht für diese Funktion vorgesehen, daher kann dies anschließend manuell durch den Benutzer erledigt werden.
eo: Se neniu servila rolo estas indikita, la servilo Samba ne estos provizata, do tio ĉi povas esti farata rekte per la uzanto mem.
eu: Ez bada zerbitzariaren portaerarik zehaztu ezingo da Samba zerbitzaria eskaini. Ondorioz, hori erabiltzaileak eskuz egin dezake.
fr: Si aucun rôle serveur n'est choisi, la serveur Samba ne sera pas démarré et le rôle pourra être choisi manuellement.
he: אם לא הוגדר סוג השרת, לא יסופק שרת Samba, כך שהמשתמש יוכל לדאוג לזה ידנית.
id: Jika tidak ada aturan server yang ditentukan. Server Samba tidak akan ditetapkan, jadiini bisa dikerjakan secara manual oleh pengguna.
nl: Indien geen server-rol gedefinieerd werd, zal geen Samba-server voorzien worden, zodat de gebruiker dit handmatig kan doen.
ru: Сервер Samba не заработает, если не указать роль сервера, но это может сделать пользователь вручную.
sv: Om ingen serverroll anges kommer sambaservern inte att förberedas, detta kan göras manuellt av användaren.
th: ถ้าไม่มีการระบุบทบาทของเซิร์ฟเวอร์ ก็จะไม่มีการจัดเตรียมเซิร์ฟเวอร์ Samba เพื่อที่ผู้ใช้จะสามารถจัดเตรียมเองได้

source: Realm name:
cs: Název říše:
da: Områdenavn (realm):
eo: Area nomo (Realm):
eu: Erreinuaren izena:
fr: Royaume (« realm ») Kerberos :
he: שם מתחם:
id: Nama Realm:
it: Nome realm:
nl: Identiteitsgebied (Realm-name):
ru: Имя области:
sk: Názov oblasti (realm):
sv: Namn för realm:
th: ชื่อ realm:

source: Please specify the Kerberos realm for the domain that this domain controller controls.
cs: Zadejte název kerberovy říše pro doménu, kterou spravuje tento doménový řadič.
da: Angiv venligst Kerberosområdet (realm) for domænet som denne domænecontroller kontrollerer.
de: Bitte geben Sie den Kerberos-Realm (Verwaltungsbereich) für die Domain an, die dieser Domain-Controller verwaltet.
eo: Bonvolu indiki la areon Kerberos por la retregiono kiun tiu ĉi retregiona regilo mastrumas.
eu: Zehaztu Kerberos erreinua (domeinuaren kontrolatzaile honek kontrolatzen duen domeinuarentzako).
fr: Veuillez indiquer le royaume Kerberos pour le domaine que gère ce contrôleur de domaine.
he: נא לציין את מתחם Kerberos עבור המתחם שנשלט על ידי בקר מתחם זה.
id: Silakan tentukan realm Kerberos untuk domain yang dikendalikan oleh kontroller domain ini.
it: Specificare il realm Kerberos per il dominio da controllare con questo domain controller.
nl: Wat is het Kerberos-realm voor het door deze domeincontroller beheerde domein?
ru: Укажите область (realm) Kerberos для домена, которым управляет данный доменный контроллер.
sk: Prosím, určite oblasť Kerberos pre doménu, ktorú ovláda tento ovládač domény.
sv: Ange Kerberosrealm för domänen som denna domänkontrollant kontrollerar.
th: กรุณาระบุ realm ของ Kerberos ของโดเมนที่ตัวควบคุมโดเมนนี้ควบคุมอยู่

source: Usually this is the a capitalized version of your DNS hostname.
cs: Obvykle to bývá DNS jméno počítače napsané velkými písmeny.
da: Normalt er dette en version skrevet med stort bogstav for dit DNS-værtsnavn.
de: Üblicherweise ist dies Ihr DNS-Hostname in Großbuchstaben.
eo: Ordinare tio ĉi estas la majuskla versio de via DNS-gastigantnomo.
eu: DNS ostalari-izena maiuskuletan izan ohi da.
fr: En général, ce nom est le nom de domaine en majuscules.
he: בדרך כלל זו גירסא באותיות רישיות של שם מחשבך ב-DNS.
id: Biasanya ini adalah versi huruf besar dari nama DNS host anda.
it: Solitamente si usa il nome del DNS scritto in maiuscolo.
nl: Meestal is dit uw DNS computernaam (hostname) in hoofdletters.
ru: Обычно, это имя DNS вашего узла, записанное заглавными буквами.
sk: Toto je zvyčajne váš názov počítača podľa DNS napísaný veľkými písmenami.
sv: Vanligen är detta DNS-värdnamnet i stora bokstäver.
th: โดยปกติแล้วก็จะเป็นชื่อโฮสต์ของคุณใน DNS โดยสะกดด้วยตัวพิมพ์ใหญ่ทั้งหมด

source: New password for the Samba "administrator" user:
cs: Nové heslo Samba uživatele „administrator“:
da: Ny adgangskode for Sambas »administratorbruger«:
de: Neues Passwort für den Samba-»Administrator«-Benutzer:
eo: Nova pasvorto por la uzanto "administrator" de Samba:
eu: Samba-ren 'administrator' administratzailearen pasahitz berria:
fr: Nouveau mot de passe pour l'identifiant « administrator » de Samba :
he: סיסמה חדשה עבור משתמש Samba‏ "administrator":
id: Kata sandi baru untuk pengguna "administrator" Samba:
nl: Nieuw wachtwoord voor de Samba 'administrator' gebruiker:
ru: Новый пароль пользователя Samba «administrator»:
sv: Nytt lösenord för Samba-användaren "administrator":
th: ตั้งรหัสผ่านใหม่สำหรับผู้ใช้ "administrator" ของ Samba:

source: If this field is left blank, a random password will be generated.
cs: Ponecháte-li prázdné, vygeneruje se náhodné heslo.
da: Hvis feltet efterlades tomt vil en vilkårlig adgangskode blive oprettet.
de: Wenn Sie dieses Feld leer lassen, wird ein Zufallspasswort erzeugt.
eo: Se tiu ĉi kampo estos lasita malplena, hazardeca pasvorto estos generata.
eu: Eremu hau bete gabe uzten bada, ausazko pasahitza sortuko da.
fr: Si ce champ est laissé vide, un mot de passe aléatoire sera créé.
he: אם שדה זה לא ימולא, תיווצר סיסמה אקראית.
id: Jika bagian ini kosong, sebuah kata sandi acak akan dihasilkan
nl: Als u dit veld leeg laat, wordt een willekeurig wachtwoord aangemaakt.
ru: Если оставить поле пустым, то будет сгенерирован произвольный пароль.
sv: Om fältet lämnas tomt slumpas ett lösenord fram.
th: ถ้าปล่อยช่องนี้ว่างไว้ ก็จะสร้างรหัสผ่านสุ่มให้แทน

source: A password can be set later by running, as root:
cs: Heslo můžete nastavit později spuštěním jako uživatel root:
da: En adgangskode kan angives senere ved at køre, som root:
de: Ein Passwort kann später gesetzt werden, indem durch root Folgendes ausgeführt wird:
eo: Pasvorto povas esti difinata poste, per lanĉo, kiel root:
eu: Pasahitza beranduago ezar daiteke 'root' gisa hau exekutatuz:
fr: Le mot de passe peut être modifié ultérieurement avec la commande suivante, exécutée avec les privilèges du superutilisateur :
he: ניתן לשנות אחר כך את הסיסמה על ידי הרצה כ-root:
id: Kata sandi dapat diatur kemudian, dengan dijalankan oleh root:
nl: U kunt het wachtwoord later instellen door als root de volgende opdracht te geven:
ru: Пароль можно задать позднее, выполнив с правами root:
sv: Lösenordet kan anges senare via rot-exekvering:
th: คุณสามารถเปลี่ยนรหัสผ่านภายหลังได้โดยใช้คำสั่งต่อไปนี้ในฐานะ root:

source: Repeat password for the Samba "administrator" user:
cs: Zopakujte heslo pro Samba uživatele „administrator“:
da: Gentag adgangskode for Sambas »administratorbruger«:
de: Passwort für den Samba-»Administrator«-Benutzer wiederholen:
eo: Ripetu la pasvorton por la uzanto "administrator" de Samba:
eu: Errepikati Samba-ren administratzailearen pasahitza:
fr: Confirmation du mot de passe :
he: חזור על הסיסמה עבור משתמש Samba‏ "administrator":
id: Ulangi kata sandi untuk pengguna "administrator" Samba:
nl: Herhaal het wachtwoord voor de Samba 'administrator' gebruiker:
ru: Введите пароль пользователя Samba «administrator» ещё раз:
sv: Upprepa lösenordet för Samba-användaren "administrator":
th: ป้อนรหัสผ่านสำหรับผู้ใช้ "administrator" ของ Samba ซ้ำอีกครั้ง:

source: Password input error
cs: Chyba zadání hesla
da: Indtastningsfejl for adgangskode
de: Passwort-Eingabefehler
eo: Eraro dum enigo de pasvorto
eu: Pasahitzaren sarreraren errorea
fr: Erreur de saisie du mot de passe
he: שגיאת קלט בסיסמה
id: Kesalahan masukan kata sandi
nl: Fout bij het invoeren van het wachtwoord
ru: Ошибка ввода пароля
sv: Fel vid avgivande av lösenord
th: การป้อนรหัสผ่านผิดพลาด

source: The two passwords you entered were not the same. Please try again.
cs: Zadaná hesla nejsou stejná. Zkuste to prosím znovu.
da: De to adgangskoder du indtastede var ikke ens. Prøv igen.
de: Die zwei eingegebenen Passwörter sind nicht identisch. Bitte versuchen Sie es noch einmal.
eo: La du pasvortoj kiujn vi enigis ne estis la sama. Bonvolu provi refoje.
eu: Sartu dituzun bi pasahitzak ez dira berdinak. Saiatu berriro.
fr: Les deux mots de passe que vous avez entrés sont différents. Veuillez recommencer.
he: שתי הסיסמאות שהכנסת אינן זהות. נא לנסות שוב.
id: Dua kata sandi yang anda masukkan tidak sama. Mohon ulangi lagi.
nl: De twee wachtwoorden die u invoerde waren niet identiek. Probeer opnieuw.
ru: Введённые вами пароли не совпадают. Попробуйте ещё раз.
sv: De båda lösenorden som angavs stämde inte överrens. Försök igen.
th: รหัสผ่านที่คุณป้อนทั้งสองครั้งไม่ตรงกัน กรุณาลองใหม่

source: Samba server and utilities
cs: Samba server a nástroje
da: Sambaserver og -redskaber
de: Samba-Server und Hilfsprogramme
eo: Servilo Samba kaj utilaĵoj
eu: Samba zerbitzaria eta tresnak
fr: Serveur et utilitaires Samba
he: שרת סמבה ושירותים
id: Server samba dan peralatan
it: Server e utilità Samba
nl: Samba-server en hulpprogramma's
ru: Сервер Samba и утилиты
sk: Samba server a nástroje
sv: Sambaserver och verktyg
th: เซิร์ฟเวอร์ samba และเครื่องมือ

source: Modify smb.conf to use WINS settings from DHCP?
ar: تغيير smb.conf لاستعمال إعدادات WINS عبر DHCP
ca: Voleu modificar el smb.conf perquè utilitzi els paràmetres de configuració del WINS del DHCP?
cs: Upravit smb.conf, aby používal WINS nastavení z DHCP?
da: Ret smb.conf, så den benytter WINS-indstillinger fra DHCP?
de: Soll smb.conf so abgeändert werden, dass per DHCP angebotene WINS-Einstellungen verwendet werden?
eo: Ĉu modifi la dosieron smb.conf por uzi la agordojn WINS el DHCP?
eu: smb.conf WINS ezarpenak DHCP-tik jasotzeko eraldatu?
fr: Modifier smb.conf pour utiliser les paramètres WINS fournis par DHCP ?
he: האם לשנות את הקובץ smb.conf כדי שישתמש בהגדרות WINS מתוך DHCP?
id: Ubah smb.conf agar menggunakan setelan WINS dari DHCP?
it: Modificare smb.conf per usare le impostazioni WINS da DHCP?
nl: smb.conf aanpassen om de WINS instellingen van DHCP te gebruiken?
ro: Se modifică smb.conf pentru a folosi configuraţiile WINS din DHCP?
ru: Изменить smb.conf для использования настроек WINS из DHCP?
sk: Upraviť smb.conf, aby používal nastavenie WINS z DHCP?
sv: Ändra smb.conf till att använda WINS-inställningar från DHCP?
th: จะแก้ไข smb.conf ให้ใช้ค่าตั้ง WINS จาก DHCP หรือไม่?
