Repository: zentyal/samba
Catalog: debian/po/*.po
Languages: ar, ca, cs, da, de, eo, eu, fr, he, id, it, nl, ro, ru, sk, sv, th

source: If your computer gets IP address information from a DHCP server on the network, the DHCP server may also provide information about WINS servers ("NetBIOS name servers") present on the network. This requires a change to your smb.conf file so that DHCP-provided WINS settings will automatically be read from /etc/samba/dhcp.conf.
ar: إذا كان حاسوبك يحصل على معلومات عنوانه (IP adresse) من خادم DHCP المتواجد على الشبكة, فأنه باﻹمكان أيضا الحصول غلى معلومات حول خُدَّم WINS ("خدم أسماء NetBIOS") المتواجد على الشبكة, هذا يتطلب تغييرا في ملفsmb.conf بحيث ان إعدادات WINS المُقدمة من طرف DHCP ستقرأ آليا من ملف /etc/samba/dhcp.conf.
ca: Si el vostre ordinador obté la informació referent a la IP a través d'un servidor de DHCP, aquest també li donarà informació sobre els servidors de WINS ("servidors de nom de NetBIOS") presents a la xarxa. Aquesta opció precisa d'una modificació del fitxer smb.conf per tal que els paràmetres de WINS obtinguts a través del DHCP s'obtinguin a través de la lectura de /etc/samba/dhcp.conf.
cs: Pokud váš počítač získává IP adresu z DHCP serveru, může vám tento server nabízet také informace o WINS serverech (jmenných serverech NetBIOSu), které jsou dostupné ve vaší síti. To vyžaduje zásah do souboru smb.conf, kde se nastaví, aby se informace o WINS serverech načítaly ze souboru /etc/samba/dhcp.conf.
da: Hvis din computer får IP-adresseoplysninger fra en DHCP-server på netværket, kan DHCP-serveren også give oplysninger om WINS-servere (»NetBIOS navneservere«) på netværket. Dette kræver en ændring i din smb.conf-fil, så WINS-indstillingerne fra DHCP-serveren automatisk indlæses fra /etc/samba/dhcp.conf.
de: Wenn Ihr Computer IP-Adress-Informationen von einem DHCP-Server im Netzwerk bezieht, ist es möglich, dass der DHCP-Server auch Informationen über im Netz vorhandene WINS-Server (»NetBIOS-Name-Server«) zur Verfügung stellt. Eine Änderung der Datei smb.conf ist erforderlich, damit die über DHCP angebotenen WINS-Einstellungen automatisch aus der Datei /etc/samba/dhcp.conf übernommen werden.
eo: Se via komputilo akiras sian adreson IP de retservilo DHCP, tiu servilo DHCP povos provizi informojn pri serviloj WINS ("nomserviloj NetBIOS") ĉeestantaj rete. Tio postulas ŝanĝojn en via dosiero smb.conf por ke la agordoj WINS provizitaj de servilo DHCP estu aŭtomate legitaj el la dosiero /etc/samba/dhcp.conf.
eu: Zure sistemak IP helbidea sareko DHCP zerbitzari batetik jasoz gero, zerbitzari horrek sareko WINS ("NetBIOS name servers") zerbitzarien datuak eman ditzake. Honek smb.conf fitxategian aldaketa bat behar du DHCP bidezko WINS ezarpenak /etc/samba/dhcp.conf-etik irakurtzeko.
fr: Si votre ordinateur obtient ses paramètres IP à partir d'un serveur DHCP du réseau, ce serveur peut aussi fournir des informations sur les serveurs WINS (serveurs de noms NetBIOS) présents sur le réseau. Une modification du fichier smb.conf est nécessaire afin que les réglages WINS fournis par le serveur DHCP soient lus dans /etc/samba/dhcp.conf.
he: במידה שמחשב זה מקבל כתובת IP משרת DHCP ברשת, ייתכן כי שרת ה-DHCP גם מספק מידע על שרתי WINS ("שרתי מיפוי כתובות NetBIOS") הזמינים ברשת. שימוש במידע זה מצריך שינוי בקובץ smb.conf כדי שכתובת שרת ה-WINS שמספק שרת ה-DHCP, תיקרא בצורה אוטומטית מהקובץ /etc/samba/dhcp.conf.
id: Jika komputer Anda mendapatkan alamat IP dari sebuah server DHCP di jaringan, server DHCP tersebut mungkin juga memberikan info tentang server WINS ("server NetBIOS") yang tersedia dalam jaringan. Berkas smb.conf perlu diubah agar setelan WINS dari server DHCP dapat dibaca otomatis dari /etc/samba/dhcp.conf.
it: Se il computer acquisisce l'indirizzo IP da un server DHCP, tale server DHCP potrebbe fornire anche le informazioni sui server WINS (i name server per NetBIOS) presenti nella rete. È necessario modificare il file smb.conf per far leggere automaticamente da /etc/samba/dhcp.conf le impostazioni WINS fornite da DHCP.
nl: Indien uw computer zijn IP-adresinformatie van een DHCP-server op het netwerk haalt, voorziet deze mogelijk ook in informatie betreffende de op het netwerk aanwezige WINS-servers ("NetBIOS naamservers"). In dat geval is een wijziging aan het smb.conf bestand nodig, opdat de door DHCP doorgegeven WINS instellingen automatisch gelezen zouden worden van /etc/samba/dhcp.conf.
ro: Dacă acest calculator primeşte informaţiile IP (de configurare a reţelei) de la un server DHCP din reţea, acel server ar putea să ofere informaţii şi despre serverele WINS („Serverele NetBIOS de nume”) prezente în reţea. Acest lucru necesită o schimbare a fişierului smb.conf astfel încât configuraţiile WINS oferite prin DHCP vor fi citite automat din /etc/samba/dhcp.conf.
ru: Если компьютер получает информацию о своём IP-адресе от службы DHCP по сети, тогда DHCP-сервер также может предоставлять информацию о серверах WINS («серверы имён NetBIOS»), доступных в сети. Чтобы настройки WINS, предоставленные сервером DHCP, автоматически считывались из /etc/samba/dhcp.conf, нужно изменить файл smb.conf.
sk: Ak váš počítač získava IP adresu z DHCP servera, môže vám tento server ponúkať aj údaje o serveroch WINS (menných serveroch NetBIOS-u), ktoré sa nachádzajú na vašej sieti. To vyžaduje zásah do súboru smb.conf, kde sa nastaví načítavanie údajov o WINS serveroch zo súboru /etc/samba/dhcp.conf.
sv: Om din dator får en IP-address och information från en DHCP-server på nätverket kan även DHCP-server också skicka information om WINS-servrar ("NetBIOS namnservrar") i ditt nätverk. Detta kräver en ändring i din fil smb.conf så att WINS-inställningar från DHCP-servern automatiskt kan läsas från /etc/samba/dhcp.conf.
th: ถ้าคอมพิวเตอร์ของคุณใช้ข้อมูลหมายเลข IP จากเซิร์ฟเวอร์ DHCP ในเครือข่าย เซิร์ฟเวอร์ DHCP ดังกล่าวอาจให้ข้อมูลเกี่ยวกับเซิร์ฟเวอร์ WINS ("name server ของ NetBIOS") ที่มีในเครือข่ายมาด้วย การจะใช้ข้อมูลดังกล่าวได้ จำเป็นต้องแก้ไขแฟ้ม smb.conf ของคุณ เพื่อให้มีการอ่านค่าตั้ง WINS ที่ได้จาก DHCP ในแฟ้ม /etc/samba/dhcp.conf โดยอัตโนมัติ

source: The dhcp-client package must be installed to take advantage of this feature.
cs: Pro využití této vlastnosti musíte mít nainstalovaný balík dhcp-client.
da: Pakken dhcp-client skal være installeret, for at kunne udnytte denne funktion.
de: Sie müssen das Paket dhcp-client installiert haben, um diese Funktionalität nutzen zu können.
eo: La pako dhcp-client devas esti instalita por profiti ĉi tiun trajton.
eu: Eginbide honetaz baliatzeko dhcp-client bezeroa instalatuta egon izan behar du.
fr: Le paquet dhcp-client doit être installé pour utiliser cette fonctionnalité.
he: על החבילה dhcp-client להיות מותקנת כדי לאפשר מאפיין זה.
id: Paket dhcp-client harus dipasang agar fitur ini dapat digunakan.
nl: Het pakket dhcp-client moet geïnstalleerd zijn om van deze functionaliteit gebruik te kunnen maken.
ru: Чтобы использовать эту возможность, нужно установить пакет dhcp-client.
sk: Aby ste mohli využiť túto vlastnosť, musíte mať nainštalovaný balík dhcp-client.
sv: Paketet dhcp-client måste installeras för att kunna använda denna funktion.
th: คุณต้องติดตั้งแพกเกจ dhcp-client ด้วย เพื่อจะใช้ความสามารถนี้

source: Configure smb.conf automatically?
ar: إعداد آلي لملف smb.conf ؟
ca: Voleu configurar el smb.conf automàticament?
cs: Konfigurovat smb.conf automaticky?
da: Sæt smb.conf op automatisk?
de: Soll smb.conf automatisch konfiguriert werden?
eo: Ĉu aŭtomate akomodi la dosieron smb.conf?
eu: Smb.conf automatikoki konfiguratu?
fr: Voulez-vous configurer smb.conf automatiquement ?
he: האם להגדיר את smb.conf בצורה אוטומטית?
id: Konfigurasikan smb.conf secara otomatis?
it: Configurare automaticamente smb.conf?
nl: smb.conf automatisch instellen?
ro: Se configură smb.conf automat?
ru: Настроить smb.conf автоматически?
sk: Automaticky nastaviť smb.conf?
sv: Konfigurera smb.conf automatiskt?
th: จะตั้งค่า smb.conf แบบอัตโนมัติหรือไม่?

source: The rest of the configuration of Samba deals with questions that affect parameters in /etc/samba/smb.conf, which is the file used to configure the Samba programs (nmbd and smbd). Your current smb.conf contains an "include" line or an option that spans multiple lines, which could confuse the automated configuration process and require you to edit your smb.conf by hand to get it working again.
ca: La resta de la configuració del Samba tracta amb qüestions que afecten els paràmetres del fitxer de configuració /etc/samba/smb.conf, que utilitzen els programes de Samba. La versió actual del smb.conf conté una línia 'include' o una opció que abarca múltiples línies que podria confondre a la configuració automàtica i precisar de la seva edició manual per poder-lo fer funcionar de nou.
cs: Zbytek konfigurace Samby se zabývá otázkami, které mění parametry v /etc/samba/smb.conf, což je soubor používaný pro nastavení programů nmbd a smbd (dohromady tvoří Sambu). Váš stávající smb.conf obsahuje řádek „include“ nebo volbu, která se táhne přes více řádků, což může zmást proces automatického nastavení a může způsobit, že pro znovuzprovoznění Samby budete muset upravit smb.conf ručně.
da: Resten af Samba-opsætningen drejer sig om spørgsmål, der vedrører indstillingerne i filen /etc/samba/smb.conf, som benyttes til at sætte Samba-programmerne (nmbd og smbd) op. Din nuværende smb.conf indeholder en 'include'-linje eller en indstilling, der fylder flere linjer, hvilket kan forvirre den automatiske opsætning, og kræver at du redigerer din smb.conf selv for at få den til at fungere igen.
de: Der Rest der Konfiguration von Samba betrifft Fragen über Parameter in /etc/samba/smb.conf (das ist die Datei, die genutzt wird, um die Samba-Programme (nmbd und smbd) zu konfigurieren). Ihre aktuelle smb.conf enthält eine »include«-Zeile oder eine mehrzeilige Option. Dies kann den automatischen Konfigurationsprozess stören, so dass Sie eventuell Ihre smb.conf-Datei manuell korrigieren müssen, um Samba wieder zum Laufen zu bekommen.
eo: La sekva agordado de Samba traktas aferojn koncernantajn la parametrojn en /etc/samba/smb.conf, uzata por agordi la programojn de Samba (nmbd kaj smbd). Via aktuala dosiero smb.conf enhavas linion "include" aŭ opcion kiu sterniĝas plurlinie, kio povus konfuzi la aŭtomatan akomodan procezon kaj postuli de vi mane agordi vian smb.conf por refunkciigi ĝin.
eu: Konfigurazioaren hurrengo atalak /etc/samba/smb.conf fitxategiari dagozkion ezarpenenak dira, honek Samba programak (smbd eta nmbd) konfiguratzen ditu. smb.conf fitxategiak 'include' lerro bat edo hainbat lerrotan zabaldutako aukera bat du, horregatik konfigurazio automatikoaren prozesua honda daiteke, eta zuk eskuz konpondu beharko duzu berriro funtzionatzeko.
fr: La suite de la configuration de Samba pose des questions relatives aux paramètres de /etc/samba/smb.conf, le fichier utilisé pour configurer les programmes de Samba (nmbd et smbd). Le fichier actuel contient une ligne « include » ou une option qui s'étale sur plusieurs lignes : cela peut perturber la configuration automatique. Il est donc conseillé de gérer le contenu de ce fichier vous-même.
he: שאר תהליך ההגדרה של סמבה עוסק בשאלות אשר משפיעות על פרמטרים בקובץ /etc/samba/smb.conf. קובץ זה הוא קובץ ההגדרות הראשי אשר מכיל את הפרמטרים של שרתי הרקע של סמבה (שהם smbd ו-nmbd). הקובץ smb.conf הנוכחי שלך כולל שורת 'include' או פרמטר אשר מתפרש על כמה שורות. פרמטרים אלו עשויים לבלבל את תהליך ההגדרה האוטומטי, ויצריכו עריכה ידנית של הקובץ smb.conf על מנת לתקן את הבעיות ולאפשר לסמבה לעבוד.
id: Konfigurasi Samba selanjutnya berhubungan dengan pertanyaan seputar parameter dalam /etc/samba/smb.conf yang digunakan untuk mengonfigurasi program Samba (nmbd dan smbd). Konfigurasi smb.conf Anda saat ini berisi setelah yang lebih dari satu baris, yang dapat membingungkan proses konfigurasi otomatis. Anda harus mengubah smb.conf secara manual agar dapat digunakan lagi.
it: Il resto della configurazione di Samba riguarda i parametri in /etc/samba/smb.conf, il file usato per configurare i programmi di Samba (nmbd e smbd). L'attuale file smb.conf contiene una riga «include» o un'opzione che si estende su più righe; ciò potrebbe confondere il processo di configurazione automatica e richiere una modifica manuale del file smb.conf per renderlo nuovamente funzionante.
nl: De resterende Samba-configuratievragen hebben betrekking op parameters in /etc/samba/smb.conf, het configuratiebestand dat gebruikt wordt voor de Samba-programma's (nmbd en smbd). Uw huidige smb.conf bevat een "include"-regel of een optie die meerdere regels beslaat. Het kan zijn dat dit het automatische configuratieproces verstoort. In dat geval dient u uw smb.conf handmatig aan te passen om samba terug werkend te krijgen.
ru: Оставшаяся часть настройки Samba представляет собой вопросы, влияющие на параметры в /etc/samba/smb.conf. Этот файл используется для настройки программ Samba (nmbd и smbd). В текущем файле smb.conf есть строка «include» или параметр, состоящий из нескольких строк. При этом автоматическая настройка может быть нарушена, и для восстановления работоспособности потребуется отредактировать smb.conf вручную.
sk: Zvyšok nastavenia Samby sa zaoberá otázkami, ktoré ovplyvňujú parametre uvedené v /etc/samba/smb.conf, čo je konfiguračný súbor pre programy Samba (nmbd a smbd). Váš súčasný súbor smb.conf obsahuje riadok „include“ alebo voľbu, ktorá presahuje viac riadkov. Toto môže zapríčiniť zlé automatické nastavenie, takže pre správnu funkčnosť možno budete musieť upraviť smb.conf manuálne.
sv: Resten av Samba-konfigurationen hanterar frågor som rör parametrar i /etc/samba/smb.conf, vilken är den fil som används för att konfigurera Samba-programmen (nmbd och smbd). Din aktuella smb.conf innehåller en "include"-rad eller ett alternativ som spänner över flera rader som kan göra Debconf förvirrad och kan innebära att du måste redigera din smb.conf på egen hand för att få det att fungera igen.
th: การตั้งค่า Samba ในส่วนที่เหลือ จะเป็นคำถามที่จะมีผลต่อค่าต่างๆ ใน /etc/samba/smb.conf ซึ่งเป็นแฟ้มที่ใช้กำหนดค่าโปรแกรมของ Samba (nmbd และ smbd) แฟ้ม smb.conf ปัจจุบันของคุณ มีบรรทัด 'include' หรือมีตัวเลือกที่ยาวหลายบรรทัด ซึ่งจะเป็นปัญหาต่อกระบวนการตั้งค่าแบบอัตโนมัติ และคุณต้องแก้ไขแฟ้ม smb.conf ของคุณเองก่อน เพื่อให้สามารถใช้งานได้

source: If you do not choose this option, you will have to handle any configuration changes yourself, and will not be able to take advantage of periodic configuration enhancements.
ar: في حالة عدم اختيارك لهذا الخيار, عليك معالجة أي تغيير في الإعدادات بنفسك, و لن تستفيد من تحسينات الإعداد الدورية.
ca: Si no escolliu aquesta opció, haureu de gestionar manualment qualsevol canvi de la configuració, i no us podreu beneficiar de les millores periòdiques.
cs: Pokud tuto možnost nepovolíte, budete muset zvládnout všechna nastavení sami a nebudete moci využívat výhod pravidelných vylepšení tohoto souboru.
da: Hvis du ikke vælger denne indstilling, må du selv håndtere ændringer i opsætningen, og vil ikke kunne drage nytte af de løbende forbedringer i opsætningen.
de: Wenn Sie diese Option nicht wählen, werden Sie jede Änderung an der Konfiguration manuell vornehmen müssen und können nicht den Vorteil von regelmäßigen Verbesserungen an der Konfiguration nutzen.
eo: Se vi ne elektas tiun ĉi opcion, vi devos mem administri ĉiujn agordajn ŝanĝojn, kaj vi ne povos periode profiti agordajn plibonigojn.
eu: Aukera hau ez baduzu hautatzen, konfigurazioko edozein aldaketa eskuz egin beharko duzu eta ezingo duzu konfigurazioaren aldaketa automatikoez baliatu.
fr: Si vous ne choisissez pas cette option, vous devrez gérer vous-même les modifications de configuration et vous ne pourrez pas bénéficier des améliorations faites dans la configuration.
he: אם לא תבחר באפשרות זו, יהיה עליך לבצע שינויים בעצמך ובצורה ידנית. כמו כן, לא תוכל להשתמש בשיפורי תצורה אשר מתבצעים תקופתית.
id: Jika Anda tidak mengambil pilihan ini, Anda harus menangani sendiri semua konfigurasi dan tidak dapat memanfaatkan keuntungan dari pembaharuan konfigurasi secara periodik.
it: Se si rifiuta, si dovrà gestire qualsiasi cambiamento nella configurazione da soli e non sarà possibile beneficiare dei periodici miglioramenti della configurazione.
nl: Indien u geen gebruik maakt van deze optie, dient u alle configuratie-instellingen zelf te doen, en zult u geen voordeel halen uit de periodieke configuratie-verbeteringen.
ro: Dacă nu selectaţi aceasta opţiune, va trebui să gestionaţi personal orice schimbare a configuraţiei şi nu veţi putea beneficia de îmbunătăţirile periodice ale configuraţiei.
ru: При отказе от этой возможности позаботиться обо всех изменениях конфигурации придётся самостоятельно, а приведёт к невозможности периодического обновления настроек.
sk: Ak si nezvolíte túto možnosť, budete musieť sami zvládnuť všetky nastavenia a nebudete môcť využívať výhody pravidelných vylepšení tohto súboru.
sv: Om du inte väljer detta alternativ måste du hantera alla konfigurationsändringar på egen hand och kan därför inte utnyttja fördelarna med periodiska konfigurationsförbättringar.
th: ถ้าคุณไม่เลือกตัวเลือกนี้ คุณจะต้องจัดการการตั้งค่าต่างๆ เอง และจะไม่สามารถใช้ประโยชน์จากการต่อเติมค่าตั้งที่มีอยู่เป็นระยะได้

source: Workgroup/Domain Name:
ar: اسم مجموعة العمل/الحقل:
ca: Grup de treball/nom del domini:
cs: Skupina/název domény:
da: Arbejdsgruppe/domænenavn:
de: Arbeitsgruppen-/Domain-Name:
eo: Laborgrupo/Domajno-Nomo:
eu: Lantaldearen/Domeinuaren izena:
fr: Nom de domaine ou de groupe de travail :
he: שם קבוצת העבודה/מתחם (Workgroup/Domain):
id: Nama Domain/Workgrop:
it: Nome del Workgroup/Dominio:
nl: Werkgroep/Domeinnaam:
ro: Grupul de lucru/Numele de domeniu:
ru: Рабочая группа/домен:
sk: Pracovná skupina/Názov domény:
sv: Arbetsgrupp/Domännamn:
th: เวร์กกรุ๊ป/ชื่อโดเมน:

source: Please specify the workgroup for this system. This setting controls which workgroup the system will appear in when used as a server, the default workgroup to be used when browsing with various frontends, and the domain name used with the "security=domain" setting.
cs: Zadejte jméno skupiny, do které má počítač patřit. Při použití počítače v roli serveru se klientům bude jevit, že server patří do zadané skupiny. Jméno skupiny se také použije jako výchozí skupina v různých programech pro procházení sítí. A konečně tento parametr určuje název domény v případech, kdy používáte nastavení „security=domain“.
da: Angiv venligst arbejdsgruppen for dette system. Denne indstilling kontroller hvilken arbejdsgruppe systemet vil fremgå i, når den bruges som en server, standardarbejdsgruppen der bruges når der browses med forskellige grænseflader, og domænenavnet brugt med indstillingen »security=domain«.
de: Bitte geben Sie die Arbeitsgruppe für dieses System an. Diese Einstellung beeinflußt, in welcher Arbeitsgruppe das System erscheint, wenn es als Server verwendet wird, die zu verwendende Standard-Arbeitsgruppe, wenn das Netzwerk mit verschiedenen Programmen durchsucht wird sowie den Domain-Namen, der für die Einstellung »security=domain« verwendet wird.
eo: Bonvolu indiki la laborgrupon por tiu ĉi sistemo. Tiu ĉi difino regas kiun laborgrupon la sistemo aperigos kiam uzata kiel servilon, la implicitan laborgrupon uzatan dum esplorado per pluraj klientoj, kaj la domajno-nomon uzatan kun la parametro "security=domain".
eu: Zehaztu sistema honetarako lantaldea. Ezarpen honek sistema zerbitzari moduan erabiltzean agertuko den lantaldea, zenbait interfaze bidez bistaratzean erabiliko den lehenetsitako lantaldea eta "security=domain" ezarpenak erabiltzen duen domeinu izena kontrolatzen ditu.
fr: Veuillez indiquer le groupe de travail pour ce système. Ce réglage définit le groupe de travail où le système apparaîtra s'il est utilisé comme serveur, le groupe de travail utilisé par défaut avec les divers outils de Samba ainsi que le nom de domaine utilisé le cas échéant avec le paramètre « security=domain ».
he: אנא ציין את שם קבוצת העבודה (Workgroup) עבור מערכת זו. הגדרה זו קובעת באיזו קבוצת עבודה תימצא מערכת זו כשישתמשו בה בתור שרת, מה תהיה ברירת המחדל לקבוצת העבודה שישתמשו בה בזמן דפדוף באמצעות ממשקים שונים, ושם המתחם (Domain) בעת שימוש באפשרות security=domain.
id: Mohon tentukan workgroup untuk sistem ini. Pengaturan kontrol workgroup apaa yang akan tampil jika digunakan sebagai server, workgrup bawaan akan digunakan ketika menjelajahi dengan berbagai frontends, dan nama doman digunakan dengan pengaturan "security=domain".
it: Specificare il workgroup per questo sistema. Questa impostazione controlla in quale workgroup appare il sistema quando viene usato come server, il workgroup predefinito da usare nelle varie interfacce di navigazione e il nome del dominio quando è usato il parametro «security=domain».
nl: Tot welke werkgroep behoort dit systeem? Deze instelling bepaalt ook de werkgroep waarin dit systeem zal verschijnen wanneer het als server wordt gebruikt, de standaard werkgroep die gebruikt wordt bij het verkennen met de diverse interfaces, en de domeinnaam die wordt gebruikt voor de instelling "security=domain".
ru: Укажите рабочую группу системы. Этой настройкой задаётся рабочая группа, в которой будет появляться данный компьютер, если он используется как сервер, в качестве рабочей группы по умолчанию при просмотре сети из различных клиентских программ, а также в качестве имени домена при использовании параметра «security=domain».
sk: Zadajte názov pracovnej skupiny pre tento počítač. Táto voľba určuje v ktorej pracovnej skupine sa má tento systém objaviť keď sa k nemu pristupuje ako k serveru, pri prehliadaní rôznymi rozhraniami a názov domény, ktorá sa používa pri nastavení „security=domain“.
sv: Ange vilken arbetsgrupp som dettaa system tillhör. Denna inställning anger vilken arbetsgrupp systemet kommer att hamna i när det används som server, inställningen anger vilken standardgrupp som kommer att sökas igenom med de klientprogram som finns och detta kommer att vara domännamnet som används tillsammans med inställningen "security=domain".
th: กรุณาระบุเวิร์กกรุ๊ปสำหรับระบบนี้ ค่านี้จะกำหนดเวิร์กกรุ๊ปที่ระบบนี้จะเข้าร่วมเมื่อใช้เป็นเซิร์ฟเวอร์, กำหนดเวิร์กกรุ๊ปปริยายที่จะใช้เมื่อท่องดูด้วยโปรแกรมต่างๆ และกำหนดชื่อโดเมนที่จะใช้ในกรณีที่ตั้งค่า "security=domain" ด้วย

source: The dhcp3-client package must be installed to take advantage of this feature.
ar: يجب تثبيت رزمة dhcp3-client للاستفادة من هذه الميزة.
ca: Per beneficiar-vos d'aquesta característica cal que sigui instal·lat el paquet dhcp3-client.
it: Per usare questa funzionalità deve essere installato il pacchetto dhcp3-client.
ro: Pachetul dhcp3-client trebuie să fie instalat pentru a beneficia de această facilitate.

source: The rest of the configuration of Samba deals with questions that affect parameters in /etc/samba/smb.conf, which is the file used to configure the Samba programs (nmbd and smbd). Your current smb.conf contains an 'include' line or an option that spans multiple lines, which could confuse the automated configuration process and require you to edit your smb.conf by hand to get it working again.
ar: بقية إعدادات Samba تعالج أسئلة تؤثر في المقاييس المتواجدة في الملف /etc/samba/smb.conf و الذي يستعمل لإعداد برامج Samba التالية ( nmbd و smbd). ملفك الحالي smb.conf يحتوي على سطر 'include' او على خيار يمتد لعدة أسطر, الشي الذي يمكن أن يشوش على عملية الإعداد الآلية, ويستلزم منك تحرير ملفك smb.conf يدويا لكي تتمكن من تشغبل ذلك مرة أخرى.
ro: Restul configuraţiei Samba tratează întrebările care afectează parametrii din /etc/samba/smb.conf, fişierul utilizat pentru a configura programele Samba (nmbd şi smbd). Actualul fişier smb.conf conţine o linie „include” sau o opţiune care se desfăşoară de-a lungul a mai multor linii, lucru care ar putea să creeze confuzie în procesul de configurare automată şi ar putea duce la necesitatea editării manuale a fişierului smb.conf pentru a-l face din nou funcţional.
