Repository: zentyal/samba
Catalog: samba/debian/po/*.po
Languages: da, es, gl, pl, pt

source: Modify smb.conf to use WINS settings from DHCP?
da: Ret smb.conf, så den benytter WINS-indstillinger fra DHCP?
es: ¿Modificar smb.conf para usar la configuración WINS que proviene de DHCP?
gl: ¿Modificar smb.conf para empregar a configuración WINS de DHCP?
pl: Czy zmienić smb.conf tak, by używał ustawień WINS z DHCP?
pt: Modificar o smb.conf para utilizar definições de WINS a partir de DHCP?

source: If your computer gets IP address information from a DHCP server on the network, the DHCP server may also provide information about WINS servers ("NetBIOS name servers") present on the network. This requires a change to your smb.conf file so that DHCP-provided WINS settings will automatically be read from /etc/samba/dhcp.conf.
da: Hvis din computer får IP-adresseoplysninger fra en DHCP-server på netværket, kan DHCP-serveren også give oplysninger om WINS-servere ("NetBIOS navneservere") på netværket. Dette kræver en ændring i din smb.conf-fil, så WINS-indstillingerne fra DHCP-serveren automatisk indlæses fra /etc/samba/dhcp.conf.
es: Si su sistema recibe la dirección IP desde un servidor DHCP en la red, el servidor DHCP también puede proveerle informaciones sobre los servidores de WINS que haya en la red. Esto requiere un cambio en el fichero smb.conf para que la configuración de WINS proveniente de DHCP se lea automaticamente de /etc/samba/dhcp.conf.
gl: Se o seu ordenador obtén o enderezo IP dun servidor DHCP da rede, o servidor DHCP tamén pode fornecer información sobre os servidores WINS (servidores de nomes NetBIOS) que estean presentes na rede. Para facelo hai que modificar o ficheiro smb.conf para que a configuración WINS fornecida por DHCP se lea automaticamente de /etc/samba/dhcp.conf.
pl: Jeżeli Twój komputer pobiera informacje o adresie IP z serwera DHCP przez sieć, serwer DHCP może również dostarczać informacji na temat serwerów WINS ("serwerów nazw NetBIOS") obecnych w sieci. Wymaga to zmiany w Twoim pliku smb.conf, aby dostarczone przez DHCP ustawienia WINS były automatycznie odczytywane z /etc/samba/dhcp.conf.
pt: Se o seu computador obtém a informação do endereço IP a partir de um servidor de DHCP na rede, o servidor de DHCP pode também fornecer informação acerca de servidores de WINS ("servidor de nomes NetBIOS") presentes na rede. Isto requer uma alteração no seu ficheiro smb.conf de modo que as definições de WINS fornecidas por DHCP sejam automaticamente lidas a partir de /etc/samba/dhcp.conf.

source: The dhcp3-client package must be installed to take advantage of this feature.
da: Pakken dhcp3-client skal være installeret, for at kunne udnytte denne funktion.
es: Hay que instalar el paquete dhcp3-client para aprovechar esta funcionalidad.
gl: O paquete dhcp3-client debe estar instalado para aproveitar esta característica.
pl: Aby móc skorzystać z tej funkcjonalności, musi być zainstalowany pakiet dhcp3-client.
pt: Para tirar partido desta funcionalidade tem de ter instalado o pacote dhcp3-client.

source: Configure smb.conf automatically?
da: Sæt smb.conf op automatisk?
es: ¿Configurar smb.conf automaticamente?
gl: ¿Configurar o ficheiro smb.conf automaticamente?
pl: Czy automatycznie skonfigurować smb.conf?
pt: Configurar automaticamente o smb.conf?

source: The rest of the configuration of Samba deals with questions that affect parameters in /etc/samba/smb.conf, which is the file used to configure the Samba programs (nmbd and smbd). Your current smb.conf contains an 'include' line or an option that spans multiple lines, which could confuse the automated configuration process and require you to edit your smb.conf by hand to get it working again.
da: Resten af Samba-opsætningen drejer sig om spørgsmål, der vedrører indstillingerne i filen /etc/samba/smb.conf, som benyttes til at sætte Samba-programmerne (nmbd og smbd) op. Din nuværende smb.conf indeholder en 'include'-linje eller en indstilling, der fylder flere linjer, hvilket kan forvirre den automatiske opsætning, og kræver at du redigerer din smb.conf selv for at få den til at fungere igen.
es: El resto de la configuración de Samba trata sobre cuestiones que afectan al contenido de /etc/samba/smb.conf, que es el fichero utilizado para configurar los programas de Samba (nmbd y smbd). Su smb.conf actual contiene una línea «include» o una opción que atraviesa más de una línea, así que el proceso de configuración automática puede dejarlo con un smb.conf descompuesto, requiriendo que lo arregle a mano.
gl: O resto da configuración de Samba trata con cuestións que afectan aos parámetros de /etc/samba/smb.conf, que é o ficheiro que se emprega para configurar os programas de Samba (nmbd e smbd). O seu ficheiro smb.conf actual contén unha liña "include" ou unha opción que cubre varias liñas, o que pode confundir ao proceso de configuración automático e facer que teña que editar o ficheiro smb.conf a man para poñelo a funcionar outra vez.
pl: Pozostała część konfiguracji Samby związana jest z pytaniami wpływającymi na parametry w /etc/samba/smb.conf, który jest plikiem używanym do konfiguracji programów Samby (nmbd i smbd). Twój obecny smb.conf zawiera wiersz 'include', bądź opcję obejmującą wiele wierszy, co przeszkodziło procesowi zautomatyzowanej konfiguracji i wymaga od Ciebie ręcznej edycji pliku smb.conf, by mógł znowu być używany.
pt: O resto da configuração do Samba trata de questões que afectam parâmetros em /etc/samba/smb.conf, que é o ficheiro utilizado para configurar os programas do Samba (nmbd e smbd). O seu actual smb.conf contém uma linha 'include' ou uma opção que se espalha por várias linhas, a qual pode confundir o processo de configuração automática e necessitar que você edite à mão o smb.conf par o ter novamente operacional.

source: If you do not choose this option, you will have to handle any configuration changes yourself, and will not be able to take advantage of periodic configuration enhancements.
da: Hvis du ikke vælger denne indstilling, må du selv håndtere ændringer i opsætningen, og vil ikke kunne drage nytte af de løbende forbedringer i opsætningen.
es: Si no escoge esta opción, tendrá que gestionar a mano cualquier cambio a la configuración de Samba y no disfrutará de las mejoras periódicos que se realicen a la configuración.
gl: Se non escolle esta opción ha ter que facer os cambios na configuración vostede mesmo, e non ha poder aproveitar as melloras periódicas na configuración.
pl: Jeżeli nie wybierzesz tej opcji, będziesz musiał samodzielnie zajmować się wszelkimi zmianami konfiguracji i nie będziesz mógł skorzystać z okresowych jej ulepszeń.
pt: Se não escolher esta opção, terá de lidar você mesmo com quaisquer alterações de configuração, e não poderá tirar partido de melhorias periódicas da configuração.

source: Workgroup/Domain Name:
da: Arbejdsgruppe/domæne-navn:
es: Nombre del dominio o del grupo de trabajo:
gl: Nome do grupo de traballo/dominio:
pl: Nazwa Grupy Roboczej/Domeny:
pt: Nome do Grupo de trabalho/Domínio:

source: Please specify the workgroup you want this server to appear to be in when queried by clients. Note that this parameter also controls the domain name used with the security=domain setting.
da: Angiv den arbejdsgruppe, din server skal optræde i, når den bliver spurgt af klienter. Bemærk at dette også styrer det domænenavn, der bruges ved indstillingen "security=domain".
es: Indique el grupo de trabajo en el cual quiere que su servidor aparezca cuando se lo pregunten los clientes de la red. Este parámetro también controla el nombre de dominio que se usa con la configuración «security=domain».
gl: Indique o grupo de traballo no que quere que apareza este servidor cando lle pregunten os clientes. Teña en conta que este parámetro tamén controla o nome de dominio que se emprega coa configuración security=domain.
pl: Określ grupę roboczą którą ten serwer powinien się podawać, gdy będzie o to odpytywany przez klientów. Uwaga, ten parametr dotyczy również nazwy domeny używanej w ustawieniu security=domain.
pt: Por favor especifique o grupo de trabalho em que quer que este servidor apareça quando questionado pelos clientes. Note que este parâmetro também controla o nome de Domínio utilizado com a configuração security=domain.

source: Use password encryption?
da: Kryptér adgangskoder?
es: ¿Utilizar contraseñas cifradas?
gl: ¿Empregar cifrado de contrasinais?
pl: Czy używać szyfrowania haseł?
pt: Utilizar encriptação de passwords?

source: All recent Windows clients communicate with SMB servers using encrypted passwords. If you want to use clear text passwords you will need to change a parameter in your Windows registry.
da: Alle nyere Windows-klienter kommunikerer med SMB-servere ved hjælp af krypterede adgangskoder. Hvis du vil bruge adgangkoder i klar tekst, er du nødt til at ændre en indstilling i Windows's registreringsdatabase.
es: Todos los clientes Windows actuales se comunican con los servidores SMB utilizando contraseñas cifradas. Si quiere usar contraseñas en claro, tendrá que cambiar un parámetro en el registro de sus sistemas Windows.
gl: Todos os clientes Windows recentes comunícanse cos servidores SMB empregando contrasinais cifrados. Se quere empregar contrasinais de texto claro ha ter que cambiar un parámetro no rexistro de Windows.
pl: Wszystkie współczesne Windowsowe klienty komunikują się z serwerami SMB używając zaszyfrowanych haseł. Jeżeli chcesz używać haseł w postaci otwartego tekstu, konieczna będzie zmiana odpowiedniego parametru w rejestrze Windows.
pt: Todos os clientes Windows recentes comunicam com servidores SMB utilizando passwords encriptadas. Se deseja utilizar passwords de texto puro você vai ter de alterar um parâmetro no registo do seu Windows.

source: Enabling this option is highly recommended. If you do, make sure you have a valid /etc/samba/smbpasswd file and that you set passwords in there for each user using the smbpasswd command.
da: Det anbefales at du vælger denne indstilling. Hvis du gør, så sørg for at du har en gyldig /etc/samba/smbpasswd-fil og at du her angiver adgangskoder for hver bruger med kommandoen smbpasswd.
es: Es muy recomendable habilitar esta opción. Compruebe que tiene un fichero /etc/samba/smbpasswd válido y que configura las contraseñas para cada usuario con el programa smbpasswd si elige hacerlo.
gl: Recoméndase activar esta opción. Se o fai, asegúrese de ter un ficheiro /etc/samba/smbpasswd válido e de establecer nel os contrasinais de cada usuario coa orde smbpasswd.
pl: Zaznaczenie tej opcji jest wysoce zalecane. Jeśli to zrobisz, upewnij się, że masz poprawny plik /etc/samba/smbpasswd i że ustawisz w nim hasła dla każdego użytkownika korzystającego z polecenia smbpasswd.
pt: É altamente recomendado que escolha esta opção. Se o fizer, assegure-se que tem um ficheiro /etc/samba/smbpasswd válido e que define as passwords para cada utilizador utilizando o comando smbpasswd.

source: Create samba password database, /var/lib/samba/passdb.tdb?
da: Opret samba-adgangskodedatabasen /var/lib/samba/passdb.tdb?
es: ¿Crear la base de dados de contraseñas /var/lib/samba/passdb.tdb?
gl: ¿Crear a base de datos de contrasinais de samba, /var/lib/samba/passdb.tdb?
pl: Utworzyć bazę haseł samby, /var/lib/samba/passdb.tdb?
pt: Criar base de dados de passwords samba, /var/lib/samba/passdb.tdb?

source: To be compatible with the defaults in most versions of Windows, Samba must be configured to use encrypted passwords. This requires user passwords to be stored in a file separate from /etc/passwd. This file can be created automatically, but the passwords must be added manually by running smbpasswd and be kept up-to-date in the future.
da: For at være kompatibel med standardindstillingerne i de fleste udgaver af Windows, skal Samba sættes op til at benytte krypterede adgangskoder. Dette kræver, at brugernes adgangskoder gemmes i en anden fil end /etc/passwd. Denne fil kan oprettes automatisk, men adgangskoderne skal tilføjes manuelt ved at køre smbpasswd, og skal fremover holdes opdateret.
es: Hay que configurar Samba para que use contraseñas cifradas para mantener la compatibilidad con el comportamiento por omisión de la mayoria de los sistemas Windows. Para hacer esto es necesario crear un fichero, distinto del /etc/passwd, donde se guarden las contraseñas de los usuarios. El fichero se puede crear automaticamente, aunque es necesario añadir las contraseñas manualmente mediante el programa «smbpasswd» y mantenerlas al día.
gl: Para que sexa compatible coa configuración por defecto da maioría das versións de Windows, Samba ten que se configurar para empregar contrasinais cifrados. Para facelo, hai que armacenar os contrasinais dos usuarios nun ficheiro separado de /etc/passwd. Este ficheiro pódese crear automaticamente, pero os contrasinais hai que engadilos á man empregando smbpasswd e hai que mantelo actualizado no futuro.
pl: Aby zachować zgodność z domyślnymi ustawieniami większości wersji Windows, Samba musi korzystać z szyfrowanych haseł. W związku z tym, hasła użytkowników muszą być przechowywane w innym pliku niż /etc/passwd. Ten plik może zostać utworzony automatycznie, ale hasła muszą być dodawane ręcznie, za pomocą polecenia smbpasswd, a w przyszłości na bieżąco uaktualniane.
pt: Para ser compatível com as omissões na maioria das versões do Windows, o Samba tem de ser configurado para utilizar passwords encriptadas. Isto faz com que as passwords dos utilizadores sejam guardadas noutro ficheiro separado do /etc/passwd. Este ficheiro pode ser criado automaticamente, mas as passwords têm de ser manualmente adicionadas correndo o smbpasswd e mantidas actualizadas no futuro.

source: If you do not create it, you will have to reconfigure Samba (and probably your client machines) to use plaintext passwords.
da: Hvis du ikke opretter den, er du nødt til at sætte samba (og sikkert også dine klientmaskiner) op til at benytte adgangskoder i klar tekst.
es: Es imprescindible que configure Samba (y probablemente también los sistemas cliente) para que use contraseñas en claro si no crea este fichero.
gl: Se non o crea ha ter que reconfigurar samba (e probablemente tamén as máquinas cliente) para que empreguen contrasinais en texto normal.
pl: Jeżeli go nie utworzysz, będziesz musiał przekonfigurować Sambę (i prawdopodobnie maszyny klienckie) do używania haseł w postaci zwykłego tekstu.
pt: Se não o criar, terá de reconfigurar o samba (e provavelmente as suas máquinas clientes) para utilizar passwords de texto puro.

source: See /usr/share/doc/samba-doc/htmldocs/ENCRYPTION.html from the samba-doc package for more details.
da: Se /usr/share/doc/samba-doc/htmldocs/ENCRYPTION.html i pakken samba-doc for flere detaljer.
es: Si desea más información consulte /usr/share/doc/samba-doc/htmldocs/ENCRYPTION.html, disponible en el paquete samba-doc.
gl: Consulte o ficheiro /usr/share/doc/samba-doc/htmldocs/ENCRYPTION.html do paquete samba-doc para ter máis detalles.
pl: Zobacz plik /usr/share/doc/samba-doc/htmldocs/ENCRYPTION.html z pakietu samba-doc, by poznać szczegóły.
pt: Para mais detalhes veja /usr/share/doc/samba-doc/htmldocs/ENCRYPTION.html do pacote samba-doc.

source: daemons
da: dæmoner
es: demonios
gl: servizos
pl: demon

source: How do you want to run Samba?
da: Hvordan skal Samba køres?
es: ¿Cómo quiere que se ejecute Samba?
gl: ¿Como quere executar Samba?
pl: W jaki sposób chcesz uruchamiać Sambę?
pt: Como deseja correr o Samba?

source: The Samba daemon smbd can run as a normal daemon or from inetd. Running as a daemon is the recommended approach.
da: Samba-dæmonen smbd kan køre som en almindelig dæmon eller fra inetd. Det anbefales at køre den som dæmon.
es: El servicio Samba smbd puede ejecutarse como un demonio normal independiente o lanzarse desde el demonio inetd. Se recomienda que se ejecute como demonio independiente.
gl: O servizo de Samba smbd pode funcionar coma un servizo normal ou desde inetd. Recoméndase executalo coma un servizo.
pl: Demon Samby smbd może działać jako zwykły demon, albo z poziomu inetd. Zalecane jest uruchomienie demona.
pt: O daemon de Samba smbd pode correr como um daemon normal ou a partir de inetd. Executá-lo como um daemon é a aproximação recomendada.
